<?php require_once "header.php"; ?>

<!-- ..........................................  .......................................... -->

<div id="Err_404">
     <div id="Err_404_pos">
          <div id="Err_404_Title">
               <p>Запрашиваемая страница не найдена</p>
          </div>

          <div id="Err_404_pic">
              <img src="images/404.png" width="300px" title="Ошибка 404" alt="404"/>
          </div>

          <div id="Err_404_Text_1">
              <p><strong>Ой, ошибка...</strong></p>
          </div>

          <div id="Err_404_Text_2">
              <p>
                  Случилось что то страшное и ужасное... </br></br>
                  Хотя... скорее всего был не правильно набран адрес или такой страницы на сайте больше не существует.</br></br>
                  Вы можете перейти на <a href="index.php">главную страницу сайта</a>, или если вы считаете, что правильно набрали адрес и ошибка произошла по нашей вине,
                  просим сообщить об этом на наш адрес: <a href="mailto:info@avto-mechanic.ru">info@avto-mechanic.ru</a>
              </p>
          </div>
     </div>
</div>

<!-- ..........................................  .......................................... -->

</BODY>
</HTML>      